In [14]:
import pandas as pd

In [15]:

path = 'data/Data_3.csv'

data = pd.read_csv(path)


data.head()

   Country   Age   Salary Purchased
0   France  44.0  72000.0        No
1    Spain  27.0  48000.0       Yes
2  Germany  30.0  54000.0        No
3    Spain  38.0  61000.0        No
4  Germany  40.0      NaN       Yes

In [16]:
data.shape

(10, 4)